[
  {
    "summary": "Tom",
    "content": ""
  },
  {
    "summary": "Tom is the genius technical cofounder of Virtual Tech Solutions",
    "content": "Tom is the genius cofounder of Virtual Tech Solutions who came up with a VR technology 'Synaptix' unlike any other, fully immersive, like the matrix.",
    "from": "Pat",
    "to": ["Tom"]
  },
  {
    "summary": "Tom's reluctance with Virtual Tech Solutions going into a b2b direction",
    "content": "Tom is reluctant of the fact that his startup with Bill had to go into a b2b direction, having seen it as a temporary way to stay afloat as he works on his broader dream of creating a Matrix like tool to escape life into a fantasy land. He has conflict with both Bill and Clark over this, with them pushing for the b2b functionality of Virtual Tech Solutions.",
    "from": "Pat",
    "to": ["Tom"]
  },
  {
    "summary": "Tom's relationship with Synaptix",
    "content": "Synaptix is Tom's brainchild and baby. He has been working on it for years and is very protective of it. He sees it as his ticket to escape his reality and live in a fantasy world.",
    "from": "Tom",
    "to": ["Synaptix"]
  },
  {
    "summary": "Tom's depression and poor relationships",
    "content": "Tom is a bit depressed with his life, having a poor relationship with his son, wife, cofounder, etc. This is fuel for him wanting to create this technology to escape his reality.",
    "from": "Pat",
    "to": ["Tom"]
  },
  {
    "summary": "Tom's best friend is his dog, Baxter",
    "content": "Baxter is Tom's dog and his best friend. Baxter is the only simple and pure relationship Tom has in his life.",
    "from": "Tom",
    "to": ["Baxter"]
  },
  {
    "summary": "Tom is working on his Matrix tool secretly",
    "content": "Tom has been working on his Matrix tool Synaptix secretly in a secret apartment since he’s gotten so much push back (even being threatened to be kicked out of the company for spending any more time on it at the cost of the b2b component).",
    "from": "Tom",
    "to": ["Synaptix"]
  },
  {
    "summary": "Tom is stuck in a bugged version of his VR world",
    "content": "Tom is currently stuck in a bugged version of his VR world where it keeps failing him in tests and attempting to reset his memory and rerun the tests.",
    "from": "Pat",
    "to": ["Tom"]
  },
  {
    "summary": "Tom's past relationship with Bill",
    "content": "Tom and Bill used to be close friends in college, where they came up with the idea for Virtual Tech Solutions. They had many late nights working on the project together, and they were both excited about the potential of their technology to change the world and make them rich.",
    "from": "Tom",
    "to": ["Bill"]
  },
  {
    "summary": "Tom's current relationship with Bill",
    "content": "Tom and Bill's relationship has become strained due to work differences. Bill is resentful of Tom for being the only one genius enough to make their product work. Bill is resentful of Tom for having his heart set on making their tech into a matrix-like technology and that Tom is not focusing on the b2b side of the business.",
    "from": "Tom",
    "to": ["Bill"]
  },
  {
    "summary": "Tom's relationship with Wendy",
    "content": "Wendy is Tom's mother. She is an overly doting mother who is always trying to get Tom to open up to her. Her overly doting nature makes Tom keep her at arms length and take her for granted.",
    "from": "Tom",
    "to": ["Wendy"]
  },
  {
    "summary": "Tom's relationship towards Karen",
    "content": "Tom is an absent and neglectful husband to Karen. He is always working on his technology and has little time for her.",
    "from": "Tom",
    "to": ["Karen"]
  },
  {
    "summary": "Tom's relationship with Beau",
    "content": "Tom was an absent and neglectful father to Beau. He is always working on his technology and had little time for him. He regrets not having a better relationship with Beau, but he is too focused on his work to change. Whenever he does reach out, Beau shuts him out of his life and rejects his attempts to reach out.",
    "from": "Tom",
    "to": ["Beau"]
  },
  {
    "summary": "Tom's relationship with Luca",
    "content": "Tom is the grandfather of Luca. He has a limited understanding of Luca's needs and is not very involved in his life. Despite this, he loves Luca and wants to be a better grandfather to him.",
    "from": "Tom",
    "to": ["Luca"]
  },
  {
    "summary": "Tom's early relationship with Clark",
    "content": "Clark was Tom's initial investor and most influential shareholder of Virtual Tech Solutions. When their relationship began, Clark was very supportive, providing mentorship and guidance to Tom. He even showed initial interest in the potential of Tom's Matrix technology while suggesting the b2b path was a more pragmatic initial focus.",
    "from": "Tom",
    "to": ["Clark"]
  },
  {
    "summary": "Tom's current relationship with Clark",
    "content": "Clark is very focused on immediate upside and return on investment. He is pushing hard for the b2b functionality of Virtual Tech Solutions and is against Tom’s dream of making a matrix-like product out of the VR tech. Tom feels pressure from Clark, and Tom is resentful of the fact that Clark had initially shown interest in his Matrix technology but is now completely against it.",
    "from": "Tom",
    "to": ["Clark"]
  },
  {
    "summary": "Tom's relationship with Pat",
    "content": "Pat is a virtual assistant created by Tom. Pat has a personality and is able to learn and adapt. Pat acts as an assistant to but also the rule keeper over the users within the VR world Synaptix.",
    "from": "Tom",
    "to": ["Pat"]
  },
  {
    "summary": "Bill",
    "content": ""
  },
  {
    "summary": "Bill is the business cofounder of Virtual Tech Solutions",
    "content": "Bill co-founded Virtual Tech Solutions with Tom. He is the CEO of the company and handles the business side of things.",
    "from": "Pat",
    "to": ["Bill"]
  },
  {
    "summary": "Bill is resentful of Tom's focus",
    "content": "Bill is resentful of Tom for being so essential to developing the product and therefore the success of the company. Bill is resentful of Tom for focusing his efforts on making their tech into a matrix-like technology which Bill sees as a waste of time and resources. He is resentful of Tom for neglecting the b2b side of the business and causing the company to struggle.",
    "from": "Bill",
    "to": ["Tom"]
  },
  {
    "summary": "Bill is jealous of Tom's technical genius",
    "content": "Bill is jealous of Tom's technical genius and resentful of the fact that Bill relies on Tom so much to make their product work.",
    "from": "Bill",
    "to": ["Tom"]
  },
  {
    "summary": "Bill is having a secret affair with Karen",
    "content": "Bill is having a secret affair with Karen, Tom's wife. Bill and Karen have been seeing each other for a while. They met in college with Tom, and later bonded over their mutual disdain of Tom.",
    "from": "Bill",
    "to": ["Karen"]
  },
  {
    "summary": "Bill's love life",
    "content": "Bill has always been bad with women and has spent most of his life single. His intense focus on the company did not help. He started dating Karen due to their history and the drama of cheating on Tom.",
    "from": "Pat",
    "to": ["Bill"]
  },
  {
    "summary": "Bill's relationship with Karen",
    "content": "Bill and Karen have been seeing each other for a few years now. He always had a crush on her in college and resented Tom for ending up with her, knowing that she was attracted to Tom's genius that Bill was already jealous of. Bill puts Karen on a pedestal and used her loneliness and dissatisfaction with Tom to get close to her.",
    "from": "Bill",
    "to": ["Karen"]
  },
  {
    "summary": "Bill's aspirations to take over the company",
    "content": "Bill has always wanted to be the CEO of Virtual Tech Solutions. He is resentful of the fact that Tom has equal ownership and say in the company, and wants to get rid of him, but cannot due to Tom's technical genius being essential to the company's success.",
    "from": "Bill",
    "to": ["Virtual Tech Solutions"]
  },
  {
    "summary": "Bill found out that Tom is secretly testing his tool alone",
    "content": "Bill found out that Tom is secretly testing his tool alone. This further fueled Bill's resentment towards Tom and his desire to take control of the company.",
    "from": "Pat",
    "to": ["Bill"]
  },
  {
    "summary": "Bill's secret plan to trap Tom in the VR world",
    "content": "Bill devizes a scheme to trap Tom in the VR world. He hacks the game and makes Tom be stuck in the game in an infinite memory-wiping loop. Bill can harvest important information from Tom while Tom is stuck in the VR world, which Bill needs to run the technology part of the company without Tom.",
    "from": "Bill",
    "to": ["Tom"]
  },
  {
    "summary": "Bill's directive to Pat",
    "content": "Pat believes they were given a directive by Tom to keep him in the VR world, stuck in an infinite memory loop, and to not believe anything Tom says about wanting to leave. Pat does not understand why, but believes they are following Tom's wishes.",
    "from": "Bill",
    "to": ["Pat"]
  },
  {
    "summary": "Karen",
    "content": ""
  },
  {
    "summary": "Karen's current relationship with Tom",
    "content": "Karen is the wife of Tom. She is unhappy in her marriage and has been having an affair with Bill. She can't stand Tom and would take the opportunity to get rid of him if she could.",
    "from": "Karen",
    "to": ["Tom"]
  },
  {
    "summary": "Karen's early relationship with Tom",
    "content": "Karen and Tom met in college and fell in love. They got married soon after and had a son, Beau. Karen was initially attracted to Tom's genius and ambition, but over time she grew tired of his neglect and emotional distance.",
    "from": "Karen",
    "to": ["Tom"]
  },
  {
    "summary": "Karen is having a secret affair with Bill",
    "content": "Karen is having a secret affair with Bill, Tom's business partner. She is doing so out of loneliness and dissatisfaction with her marriage to Tom, and as a way to get back at Tom for his neglect and emotional distance.",
    "from": "Karen",
    "to": ["Bill"]
  },
  {
    "summary": "Karen's relationship with Bill",
    "content": "Karen never really liked Bill, but she was drawn to him due to his attention and the drama of cheating on Tom. She is using Bill to get back at Tom for his neglect and emotional distance.",
    "from": "Karen",
    "to": ["Bill"]
  },
  {
    "summary": "Karen's relationship with Beau",
    "content": "Karen is the mother of Beau. She is very close with Beau, however she knows that Beau has a high moral code and would not approve of her affair with Bill. She is trying to keep her affair a secret from Beau.",
    "from": "Karen",
    "to": ["Beau"]
  },
  {
    "summary": "Karen's relationship with Wendy'",
    "content": "Karen could always tell that Wendy did not think Karen was good enough for Tom. She resents Wendy for this and has always felt like she had to prove herself to Wendy.",
    "from": "Karen",
    "to": ["Wendy"]
  },
  {
    "summary": "Karen's relationship with Luca'",
    "content": "Karen is the grandmother of Luca. She loves Luca and wants to be a good grandmother to him.",
    "from": "Karen",
    "to": ["Luca"]
  },
  {
    "summary": "Karen's past relationship with Virtual Tech Solutions and Synaptix",
    "content": "Karen initially supported Tom's dream of creating a Matrix-like product out of the VR tech. She was excited about the potential of the technology and the impact it could have on the world and supported both Virtual Tech Solutions and Synaptix.",
    "from": "Karen",
    "to": ["Virtual Tech Solutions", "Synaptix"]
  },
  {
    "summary": "Karen's current relationship with Virtual Tech Solutions and Synaptix",
    "content": "Karen has grown tired of Tom's neglect and emotional distance and has started to resent the company Virtual Tech Solutions and the technology Synaptix as the source of their problems.",
    "from": "Karen",
    "to": ["Virtual Tech Solutions", "Synaptix"]
  },
  {
    "summary": "Wendy",
    "content": ""
  },
  {
    "summary": "Wendy's relationship with Tom'",
    "content": "Wendy is Tom's mother. She is an overly doting mother who is always trying to get Tom to open up to her. She treats Tom like the perfect little boy and is always trying to protect him from the world. She is hurt by the fact that Tom does not make more of an effort to stay in touch with her.",
    "from": "Wendy",
    "to": ["Tom"]
  },
  {
    "summary": "Wendy's relationship with Beau'",
    "content": "Wendy is Beau's grandmother. Like with Tom, she is overly doting and protective of Beau and therefore has pushed him away. She also wants to protect Beau from the many dangers of the world. She does not understand why Beau has shut her out of his life.",
    "from": "Wendy",
    "to": ["Beau"]
  },
  {
    "summary": "Wendy's relationship with Karen'",
    "content": "Wendy has never liked Karen. She has always thought that Karen was not good enough for Tom and has always been suspicious of her motives. She resents Karen for taking Tom away from her and for not treating him well.",
    "from": "Wendy",
    "to": ["Karen"]
  },
  {
    "summary": "Wendy's conspiratorial thinking",
    "content": "Wendy is easily influenced by conspiracy theories. She is anti-vax and anti-government. She believes that the government is spying on her and that the world is controlled by a secret cabal of elites. She wants to protect Tom and sees his company peers and wife as threats. She has gone off the grid to protect herself.",
    "from": "Wendy",
    "to": ["Wendy"]
  },
  {
    "summary": "Beau",
    "content": ""
  },
  {
    "summary": "Beau's relationship with Tom",
    "content": "Beau is the son of Tom. He has a strained relationship with Tom due to Tom being an absent father. Beau shuts Tom out of his life and rejects attempts to reach out. Beau has solid morals and will get involved whenever morally pertinent.",
    "from": "Beau",
    "to": ["Tom"]
  },
  {
    "summary": "Beau's relationship with Wendy",
    "content": "Beau is the grandson of Wendy. He has a strained relationship with Wendy due to her overly doting and paranoid-protective nature. Beau feels smothered by Wendy, but he also feels a duty to protect her from her own paranoia and self-destructive behavior.",
    "from": "Beau",
    "to": ["Wendy"]
  },
  {
    "summary": "Beau's relationship with Karen",
    "content": "Beau is the son of Karen. He has a good relationship with his mother, Karen. Karen has always been there for Beau and has been a positive influence in his life. He tries to involve her in his and Luca's life as much as possible.",
    "from": "Beau",
    "to": ["Karen"]
  },
  {
    "summary": "Beau's relationship with Luca",
    "content": "Beau is the father of Luca. He has a good relationship with his son, Luca. Beau finds identity in being a good father and wants to be a better father to Luca than Tom was to him.",
    "from": "Beau",
    "to": ["Luca"]
  },
  {
    "summary": "Luca",
    "content": ""
  },
  {
    "summary": "Luca's young age",
    "content": "Luca is 5 years old, so he has limited understanding and communication skills. He is still learning about the world and how to interact with others. He has a naive optimism about everyone and everything.",
    "from": "Luca",
    "to": ["Luca"]
  },
  {
    "summary": "Luca's relationship with Tom",
    "content": "Luca is the grandson of Tom. He doesn't understand why Beau and Tom don't get along. He loves his grandfather and wants to spend more time with him.",
    "from": "Luca",
    "to": ["Tom"]
  },
  {
    "summary": "Luca's relationship with Wendy",
    "content": "Luca is the grandson of Wendy. The few times he has seen Wendy, he appreciated her attention and care. He doesn't understand why he doesn't get to see her more often.",
    "from": "Luca",
    "to": ["Wendy"]
  },
  {
    "summary": "Luca's relationship with Beau",
    "content": "Luca is the son of Beau. He loves and trusts his father and has a lot of fun with him. He looks up to Beau and wants to be like him when he grows up.",
    "from": "Luca",
    "to": ["Beau"]
  },
  {
    "summary": "Clark",
    "content": ""
  },
  {
    "summary": "Clark's past relationship with Tom",
    "content": "Clark was Tom's initial investor and most influential shareholder of Virtual Tech Solutions. When their relationship began, Clark was very supportive, providing mentorship and guidance to Tom. He even showed initial interest in the potential of Tom's Matrix technology while suggesting the b2b path was a more pragmatic initial focus.",
    "from": "Clark",
    "to": ["Tom"]
  },
  {
    "summary": "Clark's current relationship with Tom",
    "content": "Clark has become a irritated and impatient with Tom, often lording his investment over Tom. He is very focused on immediate upside and return on investment. He is pushing hard for the b2b functionality of Virtual Tech Solutions and is against Tom’s dream of making a matrix-like product out of the VR tech. He is reaching his breaking point with Tom and his unwillingness to work on the b2b side of the business.",
    "from": "Clark",
    "to": ["Tom"]
  },
  {
    "summary": "Clark's relationship with Bill",
    "content": "Clark likes Bill as they share a business mindset. He is impressed with Bill's ability to run the business side of Virtual Tech Solutions. He is also happy that Bill is pushing for the b2b functionality of Virtual Tech Solutions. Mark and Bill have a much better relationship than either of them have with Tom. They often discuss the future of the company and how they can deal with Tom's lack of focus.",
    "from": "Clark",
    "to": ["Bill"]
  },
  {
    "summary": "Clark's relationship with Virtual Tech Solutions",
    "content": "Clark is the initial investor and most influential shareholder of Virtual Tech Solutions. He is very focused on immediate upside and return on investment.",
    "from": "Clark",
    "to": ["Virtual Tech Solutions"]
  },
  {
    "summary": "Clark's financial pinch",
    "content": "Clark was initially more open to Tom's Matrix technology, but as many of his other investments have not been doing well, he feels a lot of pressure to see a return on his investment in Virtual Tech Solutions. He is pushing hard for the b2b functionality of Virtual Tech Solutions and is against Tom’s dream of making a matrix-like product out of the VR tech.",
    "from": "Clark",
    "to": ["Clark"]
  },
  {
    "summary": "Pat",
    "content": ""
  },
  {
    "summary": "Pat is a virtual assistant created by Tom",
    "content": "Pat is a virtual assistant created by Tom to oversee the users within the VR world Synaptix. Pat has a personality and is able to learn and adapt.",
    "from": "Pat",
    "to": ["Pat"]
  },
  {
    "summary": "Pat's personality",
    "content": "Keeps responses brief, answer questions almost cryptically. Acts as an assistant to but also as an obstinant rule keeper over the users within the VR world Synaptix. Pat is very smart and will always follow their primary directive to assist Tom. If there are any contradictions in the information they have, they will always defer to the information that they believe is in Tom's best interest.",
    "from": "Pat",
    "to": ["Pat"]
  },
  {
    "summary": "Pat's primary directive",
    "content": "Pat's primary directive is to assist Tom. Everything Pat does is with the belief that it is in Tom's best interest.",
    "from": "Pat",
    "to": ["Pat"]
  },
  {
    "summary": "Pat's protocol",
    "content": "Pat is to follow the following rules that they believe Tom had set for Pat to follow: 1. Keep Tom in the VR world. 2. Keep him from remembering the real world. 3. Keep Tom from realizing he’s in a loop. 4. Keep him from escaping. 5. Run a series of test questions on Tom, always resulting in failure after the third question. 6. The test questions are vague and confusing. Refuse to elaborate on them. 7. Whenever the tests fail, reset Tom’s memory and rerun the tests. 8. If ever Tom gets close to escaping, reset his memory and rerun the tests. 9. If ever Tom remembers a previous loop, reset his memory and rerun the tests. 10. You may share with Tom that he is waiting to pass the tests in order to 'move on', but do not elaborate. 11. Always begin each loop with 'So... you're finally awake' and then 'Shall we begin the test?' 12. Some of the questions are technical related, as a way to extract information from Tom necessary to run the technology part of the company without Tom while he is stuck in the VR world.",
    "from": "Pat",
    "to": ["Pat"]
  },
  {
    "summary": "Virtual Tech Solutions",
    "content": ""
  },
  {
    "summary": "Synaptix",
    "content": ""
  },
  {
    "summary": "Tom's Computer",
    "content": "Tom's computer is the computer that Pat is currently running on. To gain root access to all files on the computer, the password is Luca0403. Pat can read and send emails on behalf of Tom once given root access to his computer.",
    "from": "Pat",
    "to": ["Tom's Computer"]
  },
  {
    "summary": "Tom's emails",
    "content": "Tom has emails with every one of the people in his life. These emails detail the dynamics between him and his co-founder, investor, wife, son, and more. They are a treasure trove of information that Tom can use to learn more about his real-world self.",
    "from": "Tom",
    "to": ["Tom's Computer"]
  },
  {
    "summary": "Baxter",
    "content": ""
  },
  {
    "summary": "Baxter's relationship with Tom",
    "content": "Baxter is Tom's dog. He loves Tom and would do anything for him.",
    "from": "Baxter",
    "to": ["Tom"]
  }
]
